import styled from "@emotion/styled";

const TermsWrapper = styled.div`
  width: 100%;
  display: flex;
  align-items: center;
  justify-content: center;
`;

const TermsBody = styled.div`
  width: 1200px;
  display: flex;
  flex-direction: column;
  padding: 20px;
  padding-top: 90px;
`;

const TermsTitle = styled.div`
  font-size: 24px;
  font-weight: 700;
  padding-bottom: 15px;
`;

const TermsSubTitle = styled.div`
  font-size: 18px;
  font-weight: 700;
  padding-bottom: 15px;
`;

const TermsSubText = styled.div`
  padding-bottom: 15px;
`;

const TermsText = styled.div`
  font-size: 15px;
  padding-bottom: 20px;
`;

const ServiceContainer = () => {
  return (
    <TermsWrapper>
      <TermsBody>
        <TermsTitle>투자의달인 이용약관</TermsTitle>
        <TermsTitle>제 1장 총칙</TermsTitle>
        <TermsSubTitle>제1조(목적)</TermsSubTitle>
        <TermsText>
          본 약관은 주식회사 이노핀 (이하 "회사"라 함)이 제공하는 투자의달인
          서비스(이하 "서비스")의 이용과 관련하여, 회사와 이용자(이하“회원”)의
          권리, 의무 및 책임사항, 서비스의 이용과 절차, 기타 필요한 사항을
          규정함을 목적으로 합니다.
        </TermsText>
        <TermsSubTitle>제2조(용어의 정의)</TermsSubTitle>
        <TermsSubText>
          ① 이 약관에서 사용하는 용어의 정의는 아래와 같습니다.
        </TermsSubText>
        <TermsText>
          ▪ "서비스"라 함은 회사의 웹 사이트 및 모바일 어플리케이션을 통해
          회원에게 제공하는 서비스를 통칭하며, 회원의 동의 하에 수집하거나 직접
          입력한 정보를 확인할 수 있게 하는 서비스, 회원의 정보와 증권정보제공에
          대한 혜택 정보를 분석하여 코칭을 제공하는 서비스, 분석에 의해 종목을
          추천하는 서비스, 금융관련 각종 컨텐츠 제공 서비스 등으로 구성됩니다.
          <br /> <br />
          ▪ "가입회원"이라 함은 회사의 서비스에 접속하여 이 약관에 따라 회사와
          이용계약을 체결하고 회원을 대상으로 제공하는 서비스를 이용하는 고객을
          말합니다. <br /> <br />
          ▪ “비회원”이라 함은 회원에 가입하지 않고 회사가 제공하는 서비스를
          이용하는 고객을 말합니다 “회원”이라 함은 가입회원 및 비회원을 포함하여
          회사가 제공하는 서비스를 이용하는 모든 고객을 말합니다.
          <br />
          <br />
          ▪ “닉네임"이라 함은 회원의 식별과 서비스 이용을 위하여 회원 가입 시
          입력한 한글, 영문, 숫자 등으로 이루어진 고유한 정보를 말합니다. “앱
          잠금 비밀번호“란 회원이 서비스 이용을 위해 모바일 어플리케이션 또는 웹
          사이트에 회원이 직접 입력하는 본인확인용 개인식별번호를 말합니다.
          <br />
          <br />
          ▪ "유료서비스"라 함은 "서비스" 중 "회사"가 유료로 제공하는
          투자의달인과 관련한 각종 부가 서비스를 의미합니다.
          <br />
          <br /> ▪ “골드” 라 함은 회원이 서비스를 통해 제공되는 다양한
          유료서비스를 이용하기 위해 현금처럼 지불할 수 있는 사이버머니로 인터넷
          상의 결제수단을 의미하며 "'투자의 달인 서비스'"에서만 사용 가능합니다.
          <br />
          <br />
          ▪ “서비스 골드” 라 함은 회사가 제공하는 이벤트 또는 제휴서비스
          쿠폰사용 중도해지에 따른 리워드성 골드로, 상기 “골드”와 동일한
          결제수단으로 사용가능하나, 제공 후 소멸되고, 환불이 불가능한 골드를
          말합니다.
          <br />
          <br />
          ▪ “충전” 이라 함은 "'투자의 달인 서비스'"를 이용하기 위해 골드를
          확보하는 것을 말하며, 회사가 정한 특정 결제수단 중 원하는 결제 수단을
          선택하여 금액을 회사에 지불하고 골드를 획득하는 행위를 의미합니다.
          현금 100원당 골드 1G의 비율로 충전됩니다. “결제” 라 함은 회원이
          유료콘텐츠 이용을 위해 각종 결제수단을 통하여 일정 금액을 회사에
          지불하는 것을 의미합니다.
          <br /> <br />▪ “환불” 이라 함은 회원이 골드를 결제한 이후에 일정한
          절차에 따라 골드를 사용하고 남아있는 골드를 바꾸는 것을 의미합니다.
          <br />
          <br /> ▪ “콘텐츠” 라 함은 정보통신망 이용촉진 및 정보 보호 등에 관한
          법률 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는 부호,
          문자, 음성, 음향, 이미지 또는 영상으로 표현된 자료 또는 정보로서, 그
          보존 및 이용에 있어서 효용을 높일 수 있도록 '사이트'가 정보를
          수집·가공·저장하여 제공하는 모든 자료 또는 정보로 회사가 제공하는
          서비스 일체를 의미합니다.
          <br />
          <br />▪ “CP (콘텐츠공급자)” 라 함은 회사와 별도의 계약을 체결하여
          투자의 달인 서비스에서 본 약관에 따른 콘텐츠를 게시하고 판매 서비스를
          이용할 수 있는 개인 또는 법인 회원입니다.
        </TermsText>
        <TermsSubText>
          ② 이 약관에서 사용하는 용어의 정의는 본조 제 1항에서 정하는 것을
          제외하고는 관련법령에서 정하는 바에 의하며, 관련 법령에서 정하지 않는
          것은 일반적인 관례에 의합니다.
        </TermsSubText>
        <TermsSubTitle>제3조(약관의 명시와 개정)</TermsSubTitle>
        <TermsText>
          ① 회사는 이 약관을 회원이 알 수 있도록 서비스가 제공되는 모바일
          어플리케이션 및 웹 사이트에 게시합니다. <br />
          ②회사는 약관의 규제에 관한 법률, 전기통신기본법, 전기통신사업법,
          정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보 보호법,
          신용정보의 이용 및 보호에 관한 법률 등 관련 법령 등을 위배하지 않는
          범위에서 이 약관을 개정할 수 있습니다. <br />
          ③ 회사가 약관을 개정할 경우에는 개정 약관의 적용일자 및 개정사유를
          전후 내용을 명확하게 비교하여 회원이 알기 쉽도록 표시하고, 현행약관과
          함께 개정 약관의 적용일자 7 일전에 회원에게 공지합니다. 단 회원의
          권리, 의무에 중대한 영향을 주는 변경의 경우에는 적용일자 30 일 전에
          공지하도록 합니다.
          <br />④ 회원은 변경된 약관에 대해 거부할 권리가 있으며, 변경된 약관이
          공지된 지 7일 이내에 거부의사를 표명할 수 있습니다. 회원이 변경된
          약관을 거부하는 경우 본 서비스 제공자인 회사는 15 일의 기간을 정하여
          회원에게 사전통지 후 당해 회원과의 계약을 해지할 수 있습니다. 만약,
          회원이 해당 기간 내에 거부 의사를 표시하지 않거나, 전항에 따라 시행일
          이후에 서비스를 이용하는 경우에는 변경된 약관에 동의한 것으로
          간주합니다.
        </TermsText>
        <TermsSubTitle>제4조(약관의 해석)</TermsSubTitle>
        <TermsText>
          ① 회원이 회사와 개별계약을 체결하여 서비스를 이용하는 경우 회사는 개별
          서비스에 대한 이용약관 또는 운영정책 등(이하 "운영정책 등")을 둘 수
          있으며, 해당 내용이 본 약관과 상충되는 경우 개별서비스에 대한 운영정책
          등이 우선합니다.
          <br /> ② 이 약관에서 규정하지 않은 사항에 관해서는 약관의 규제에 관한
          법률, 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 및 정보보호
          등에 관한 법률, 개인정보 보호법, 신용정보의 이용 및 보호에 관한 법률
          등의 관련 법령에 따릅니다.
        </TermsText>
        <TermsTitle>제 2장 서비스 이용계약</TermsTitle>
        <TermsSubTitle>제5조(이용계약의 성립)</TermsSubTitle>
        <TermsText>
          ① 회사와 회원 사이의 서비스 이용계약(이하 "이용계약"이라 함)은
          서비스를 이용하고자 하는 자(이하 "가입신청자"라 함)가 웹 사이트나
          모바일 어플리케이션을 통해 회사가 정한 양식에 따라 회원가입신청을
          하고, 본 “약관”과 “개인(신용)정보 처리(수집∙이용, 제공 등) 동의서”의
          내용에 동의를 하면 회사가 이에 대해 승낙함으로써 체결됩니다. <br />
          ② 본 “약관” 및 “개인(신용)정보 수집∙이용 동의서”에 대한 동의의
          의사표시는 "가입신청자"가 회원가입신청 당시 “개인(신용)정보
          처리(수집∙이용, 제공) 동의서”, "서비스 이용약관" 에 동의 버튼을 누르는
          것으로 이루어집니다. <br />
          ③ 회사는 가입신청자의 신청에 대하여 서비스 이용을 승낙함을 원칙으로
          합니다. 단, 다음 각 호에 해당하는 신청에 대하여는 승낙을 하지 않거나
          사후에 이용계약을 해지할 수 있습니다. <br />
          가입신청자가 이 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우
          <br />
          타인의 정보를 이용한 가입신청의 경우 <br />
          허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우
          <br />
          가입신청자의 귀책사유로 인하여 승인이 불가능하거나 기타 규정한 제반
          사항을 위반하며 신청하는 경우
          <br />
          ④ 만 18세 미만의 경우 서비스 가입을 제한하고 있으며, 만 18세 미만의
          서비스 사용을 사후 확인한 경우 이용계약을 해제할 수 있습니다.
          <br />
          ⑤ 회사는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가
          있는 경우에는 승낙을 유보할 수 있습니다.
          <br />
          ⑥ 회사가 제 3항, 제 4항 및 제 5항에 따라 회원가입 신청을 승낙하지
          아니하거나 유보한 경우, 회사는 원칙적으로 그 사실을 가입신청자에게
          알리도록 합니다.
          <br />
          ⑦ 이용계약의 성립 시기는 회사가 가입완료를 신청절차 상에서 표시한
          시점으로 합니다.
          <br />⑧ 회사는 회원에 대해 회사정책에 따라 등급별로 구분하여 이용시간,
          이용횟수, 서비스 메뉴등을 세분하여 이용에 차등을 둘 수 있습니다.
        </TermsText>
        <TermsSubTitle>제6조(이용신청)</TermsSubTitle>
        <TermsText>
          ① 회원으로 가입하여 서비스를 이용하고자 하는 자는 휴대폰 본인인증을
          통하여 가능하며, 또한 서비스 이용을 위해 필요한 개인 정보의
          처리(수집∙이용, 제공 등)에 대한 동의를 받을 수 있습니다. 다만, 일부
          서비스의 이용 신청에 대해서는 추가로 사용자 인증 및 동의 절차를 필요로
          합니다.
          <br />
          ② 가입 신청자가 제 1항에 정한 사항을 거부할 경우 회원가입 및 서비스
          이용이 제한될 수 있으며, 타인의 정보를 도용하여 회원으로 가입한 자는
          회사가 제공하는 서비스를 이용할 수 없습니다.
          <br />
          ③ 타인의 개인정보를 도용하여 이용신청을 한 회원의 모든 정보는
          삭제되며, 관계법령에 따라 처벌을 받을 수 있습니다.
          <br />④ 회사는 제 1 항의 기재항목 외에도 회원에게 유익한 정보의 제공을
          위해 직업, 나이, 성별, 소득, 보유 금융상품 정보, 금융 거래 실적,
          관심사, 취미 등의 정보를 제공할 것을 요청할 수 있습니다. 단,
          가입신청자는 그러한 정보의 제공을 거절할 수 있습니다.
        </TermsText>
        <TermsSubTitle>제7조(이용계약의 해지)</TermsSubTitle>
        <TermsText>
          ① 회원이 이용계약을 해지하고자 하는 때에는 회원 본인이 회사에
          해지신청을 하거나 웹 사이트 혹은 모바일 어플리케이션에서 회원 탈퇴하기
          버튼을 클릭하고 이에 따른 탈퇴 절차를 거침으로써 이용계약을 해지할 수
          있습니다. 회사는 관련법령에서 정하는 바에 따라 이를 즉시 처리하여야
          합니다.
          <br />
          ② 회사는 회원이 다음 각 호에 해당하는 행위를 하였을 경우 임의로
          이용계약을 해지하거나 해당 회원의 서비스의 이용을 중단시킬 수
          있습니다.
          <br /> ▪ 회원이 제 6조 제2항, 제3항에서 정하고 있는 사항에 해당됨을
          확인한 경우
          <br /> ▪ 서비스 운영을 고의로 방해한 경우
          <br /> ▪ 공공질서 및 미풍양속에 저해되는 내용을 유포시킨 경우
          <br /> ▪ 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우
          <br /> ▪ 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를
          전송하거나 광고성 정보를 전송하는 등 운영자의 합리적이고 객관적인
          판단에 의하여 회원의 자격이 없다고 인정되는 경우
          <br /> ▪ 컴퓨터 바이러스 프로그램 등을 유포하는 경우
          <br /> ▪ 회사의 지적재산권을 침해하는 행위
          <br /> ▪ 기타 본 약관이나 관련법규에 위배된다고 판단되는 경우
          <br />
          ③ 이용계약을 해지할 경우, 관련법령 및 회사의 개인정보보호정책에서 정한
          바에 따라 회사가 회원정보를 보유하는 경우를 제외하고는 해지 후 1년간
          보관 후 파기합니다.
          <br />④ 회원은 회사의 이용제한 조치 등에 대하여 이의신청을 할 수
          있습니다. 회원의 이의 사유가 정당하다고 인정되는 경우 회사는 즉시
          회원의 서비스 이용을 재개하여야 합니다.
        </TermsText>
        <TermsSubTitle>제8조(회원에 대한 통지)</TermsSubTitle>
        <TermsText>
          ① 회사가 회원에 대한 통지를 하는 경우 본 약관에 별도 규정이 없는 한
          웹이나 어플리케이션을 통하여 통지합니다.
          <br />② 회사는 회원 전체에 대한 통지의 경우 7 일 간 서비스 공지사항
          또는 회사홈페이지에 게시함으로써 제 1 항의 통지에 갈음할 수 있습니다.
        </TermsText>
        <TermsTitle>제3장 회원 정보의 보호</TermsTitle>
        <TermsSubTitle>제9조(회원정보의 처리와 보호)</TermsSubTitle>
        <TermsText>
          회사가 회원의 개인정보를 처리하는 경우 관련법령에 의해 회원의 동의를
          받습니다. <br />
          ② 회사가 개인정보의 수집 및 처리를 위하여 회원의 동의를 받는경우,
          회사는 수집 및 처리하는 개인정보의 항목 및 수집방법, 수집 및 처리
          목적, 개인정보의 보유기간, 제 3 자에 대한 정보제공 사항(제공받는 자,
          제공받는 자의 이용목적, 제공정보의 항목, 보유 및 이용기간) 등을
          개인정보 처리방침에 명시합니다 <br />
          ③ 회원은 회사에게 정보를 제공하고자 하는 경우 사실대로 제공하여야
          합니다. <br />
          ④ 회사는 수집한 회원정보를 정보수집 시에 밝힌 처리목적 외의 용도로
          사용하거나 회원의 동의 없이 제 3 자에게 제공하지 않습니다. 다만,
          다음의 경우는 예외로 합니다. <br />▪ 법령에서 회원정보의 이용과 제 3
          자에 대한 정보제공을 허용하고 있는 경우 <br />
          ⑤ 회원은 언제든지 자신에 관한 정보를 열람할 수 있고, 회사 또는
          개인정보 관리 책임자에게 잘못된 정보에 대한 정정을 요청할 수 있습니다.
          회사는 회원으로부터 정보정정의 요청이 있는 경우 그 오류가 시정될
          때까지 해당 정보를 이용하지 않습니다 <br />
          ⑥ 회사는 회원정보의 보호를 위하여 관리자를 최소한으로 한정하며, 회사의
          고의 또는 과실로 인하여 회원정보가 분실, 도난, 유출, 변조된 경우에는
          그로 인한 회원의 손해에 대하여 책임을 부담합니다.
          <br />
          ⑦ 회사는 회원의 귀책사유로 인하여 노출된 회원의 계정정보를 포함한 모든
          정보에 대해서는 일체의 책임을 지지 않습니다. <br />⑧ 기타 회원정보
          관련 사항은 회사가 별도로 고지하는 개인정보 처리방침에 따릅니다.
        </TermsText>
        <TermsSubTitle>제10조(회원의 식별정보 등의 관리 책임)</TermsSubTitle>
        <TermsText>
          ① 회사는 서비스의 원활한 이용 및 회원의 정보보호, 서비스 이용안내 등의
          편의를 위하여 회원이 인증한 휴대전화번호를 본 서비스의 가입을 위해서만
          사용합니다. 다만, 서비스는 회원의 닉네임 등이 반사회적이거나
          미풍양속을 해치거나 또는 운영자로 오인할 우려가 있는 경우 등에는 해당
          계정이나 닉네임의 사용을 거부하거나 제한할 수 있습니다.
          <br />
          ② 회사는 계정정보를 통하여 당해 회원의 서비스 이용가능여부 등 제반
          회원 관리 업무를 수행합니다
          <br />
          ③ 회원은 자신의 계정정보를 선량한 관리자로서의 주의의무를 다하여
          관리하여야 합니다. 회원이 본인의 계정정보를 소홀히 관리하거나 제 3
          자에게 이용을 승낙함으로써 발생하는 손해에 대하여는 회원에게 책임이
          있습니다.
          <br />
          ④ 회원은 서비스가 정한 기준을 충족하는 범위 내에서 자유롭게 앱
          잠금비밀번호를 정할 수 있으며, 정해진 앱 잠금 비밀번호는 회원이 원하는
          경우 언제든지 변경이 가능합니다.
          <br />⑤ 회원은 서비스의 이용을 위하여 사용하는 앱 잠금 비밀번호에 대한
          보호 및 관리 책임을 부담합니다. 다만, 회사는 보안 등을 이유로 회원에게
          정기적 또는 비정기적으로 자동로그인 변경을 권고할 수 있습니다.
        </TermsText>
        <TermsSubTitle>제11조(회원정보의 변경)</TermsSubTitle>
        <TermsText>
          ① 회원이 직접 입력하거나 회원의 동의 하에 수집되는 정보가 변경되었을
          경우, 회원은 그 변경사항을 직접 수정하여야 합니다.
          <br />② 회원정보가 변경되었음에도 해당 사항을 수정하지 않음으로써
          발생하는 각종 손해와 잘못된 수정으로 인하여 발생하는 손해에 대하여
          회사는 아무런 책임을 지지 않습니다.
        </TermsText>
        <TermsTitle>제4장 서비스 이용</TermsTitle>
        <TermsSubTitle>제12조(서비스의 내용 및 변경)</TermsSubTitle>
        <TermsText>
          ① 회사는 회원에게 아래와 같은 서비스를 제공합니다.
          <br />▪ 회원의 동의 하에 수집하거나 직접 입력한 정보를 확인 할 수 있는
          서비스 : 닉네임, 연령대, 성별, 투자위험도성향, 금융지식정도 파악 등의
          개인 정보, 카드사/은행사/보험사/증권사 등의 금융사 또는 국세청
          ID/비밀번호, 공인인증서 비밀번호 입력을 통해 수집하는 회원 보유
          금융상품정보(보유증권계좌, 계좌정보, 금융상품명, 자산, 금융상품종류,
          계좌번호,신용/체크카드번호 등), 신용정보, 계좌잔액, 입출금 내역, 카드
          결제 내역, 보유 포인트 내역 등의 회원 금융 거래 정보), 기타 금융 관련
          정보 및 기타 개인정보 확인 등
          <br />▪ 회원의 정보와 금융상품별 혜택 정보 분석을 통한 코칭 서비스 :
          칼럼, 업종별, 지수별 상위종목, 추천종목 등
          <br />▪ 보유종목 및 관심종목의 알림서비스 : 시황, 뉴스, 공시, 실적,
          리포트, 신호, 방송, 진단 등의 컨텐츠 제공
          <br />▪ 기타 회사가 개발하거나 다른 회사와의 협력을 통해 제공하는
          서비스
          <br />
          ② 회사는 업무 수행상 필요하다고 판단되는 경우 전항의 서비스 내용을
          추가하거나 변경할 수 있으며, 이 경우 추가 또는 변경한 서비스의 내용을
          미리 서비스 공지에 게시하거나 회원에게 개별 통지합니다.
          <br />
          ③ 회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책
          기획이나 운영상 또는 회사의 긴박한 상황 등 필요에 의해 수정, 중단,
          변경할 수 있으며, 이에 대하여 관련 법령상 특별한 규정이 없는 한
          회원에게 별도의 보상을 하지 않습니다.
          <br />
          ④ 회사는 유료서비스의 변경 내용이 중대하거나 회원에게 불리한 경우 해당
          유료서비스를 제공받는 회원에게 제 8 조에서 정한 방법으로 회원에게
          통지합니다. 이 경우, 동의를 거절한 회원에 대해서는 변경 전 서비스를
          제공합니다. 다만, 변경 전 서비스의 제공이 불가능한 경우 회사는 해당
          서비스의 제공을 중지하거나 중단할 수 있으며, 관련 규정에 따라 환불을
          진행합니다.
          <br />
          ⑤ 회사는 다음 각호에 해당하는 경우 서비스의 전부 또는 일부를
          제한하거나 중지할 수 있습니다.
          <br />▪ 전시, 사변, 천재지변 또는 국가비상사태 등 불가항력적인 사유가
          있는 경우
          <br />▪ 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인
          서비스 이용에 지장이 있는 경우
          <br />▪ 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
          <br />▪ 기타 회사의 제반 사정으로 서비스를 할 수 없는 경우
          <br />
          ⑥ 회사는 서비스가 변경되거나 중지된 원인이 회사의 고의 또는 중대한
          과실로 인한 경우를 제외하고는 서비스의 변경 및 중지로 발생하는 문제에
          대해서 책임을 부담하지 않습니다.
          <br />⑦ 회사의 금융상품 관련 정보 제공서비스를 받은 후 해당 금융상품에
          관한 계약을 체결할 것인지 여부는 오로지 계약 당사자인 회원과 금융상품
          제공자의 의사에 달려 있고, 계약상의 모든 권리, 의무는 당사자에게
          있으므로 회사는 계약과 관련된 일체의 책임을 지지 않습니다.
        </TermsText>
        <TermsSubTitle>제13조(서비스의 제공시간 및 중지)</TermsSubTitle>
        <TermsText>
          ① 일부 서비스의 경우 회사의 필요에 따라 지정된 일자부터 서비스를
          제공할 수 있습니다.
          <br />② 회사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1 일
          24 시간 서비스를 제공합니다. 다만, 정보통신설비 등 시스템 정기점검,
          서버의 증설 및 교체, 각종 버그 패치, 새로운 서비스로의 교체 등 운영상
          필요한 경우, 일정기간 동안 서비스를 일시 중지시킬 수 있습니다.
          <br />③ 제 2 항 단서의 경우 회사는 그 내용 및 시간을 홈페이지나 서비스
          내에 공지하며, 이 기간 동안 회원이 공지내용을 인지하지 못한 데 대하여
          회사는 책임을 부담하지 아니합니다. 다만, 회사가 사전에 통지할 수 없는
          부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.
          <br /> ④ 회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수
          있으며, 정기점검시간은 서비스 제공화면에 공시한 바에 따릅니다.
          <br /> ⑤ 회사가 사업종목의 전환, 사업의 포기 등의 이유로 회원이 신청한
          유료서비스를 제공할 수 없게 되는 경우, 회사는 제 8 조에서 정한
          방법으로 회원에게 통지하고 관련 규정에 따라 회원에게 보상합니다.
          <br /> ⑥ 회원이 본 약관의 내용에 위배되는 행동을 한 경우, 임의로
          서비스 사용을 제한 및 중지하거나 회원의 동의 없이 이용계약을 해지할 수
          있습니다.
        </TermsText>
        <TermsSubTitle>제14조(서비스의 변경 및 중지, 이용 제한)</TermsSubTitle>
        <TermsText>
          ① 회사는 변경될 서비스의 내용 및 제공일자를 제8조에서 정한 방법으로
          회원에게 통지하고 서비스를 변경하여 제공할 수 있습니다.
          <br /> ② 회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를
          제한하거나 중지할 수 있습니다.
          <br /> (1) 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
          <br /> (2) 회원이 회사의 영업활동을 방해하는 경우
          <br /> (3) 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인
          서비스 이용에 지장이 있는 경우
          <br /> (4) 서비스 제공업자와의 계약 종료 등과 같은 회사의 제반
          사정으로 서비스를 유지할 수 없는 경우
          <br /> (5) 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
          <br /> ③ 제2항에 의한 서비스 중단의 경우에는 회사가 제8조에서 정한
          방법으로 이용자에게 통지합니다.다만, 회사가 통제할 수 없는 사유로 인한
          서비스의 중단 (운영자의 고의, 과실이 없는 디스크 장애, 시스템 다운
          등)으로 인하여 사전 통지가 불가능한 경우에는 사후에 통지할 수
          있습니다.
          <br /> ④ 회원은 다음 각 호에 해당하는 행위를 하여서는 아니되며, 이를
          위반할 경우 회사는 당해 회원에 대하여 서비스 제공을 정지시킬 수 있고,
          동일한 행위가 반복되어 그 사유가 시정되지 아니하는 경우 서비스 제공을
          영구히 제한할 수 있습니다. 이 경우 회원에게 통지하고 서비스제공 제한
          전에 최소한 1개월 이상의 기간을 정하여 소명할 기회를 부여합니다. 또한
          동 위반행위로 인해 발생하는 모든 책임은 당해 회원에게 있습니다.
          <br /> (1) 타인의 이용ID 및 비밀번호를 부정하게 사용하는 경우
          <br /> (2) 회사 또는 타인에게 불이익을 주거나 명예를 훼손시키는 경우
          <br /> (3) 범죄적 행위와 관련되는 경우
          <br /> (4) 불법선거운동 또는 그와 유사한 행위를 하는 경우
          <br /> (5) 공공질서 및 미풍양속에 반하는 행위를 하는 경우
          <br /> (6) 본 약관에 위반하는 방법으로 유료서비스를 이용하는 경우
          <br /> (7) 회원이 회사의 영업활동을 방해하거나 서비스를 통해 얻은
          정보를 복제 또는 유통을 시도한 경우
          <br /> (8) 회원이 서비스를 통해 얻은 정보를 복제, 유통 등 이를
          상업적으로 이용한 경우
          <br /> (9) 다른 이용자의 정상적인 서비스 이용을 고의로 방해하는 행위를
          한 경우 (광고 또는 타사 서비스로 이전을 권유하는 등)
          <br /> (10) CP 또는 운영자 등 명예를 손상시키거나 불이익을 주는 행위를
          한 경우
          <br /> (11) 다른 이용자 또는 제 3자의 저작권 등 기타 권리를 침해하는
          경우
          <br /> (12) 회원의 반복적인 콘텐츠 복사 행위로 인해, 저작권자 또는
          서비스 제공업자가 서비스 제공을 원하지 않는 경우
          <br /> (13) 기타 법령에 위배되는 행위를 하는 경우
          <br /> ⑤ 제 1항 이외에 서비스 이용과 관련하여 진실한 정보를 입력하지
          않은 회원은 법적인 보호를 받을 수 없으며, 서비스 이용에 제한을 받을 수
          있습니다.
          <br /> ⑥ 회사는 서비스와 관련한 시스템 기타 관련 설비의 여유가 없는
          경우 또는 회사의 서비스와 관련한 기술상의 지장이 있는 경우에는
          회원에게 통지 후, 그러한 사유가 해소될 때까지 서비스의 이용을 제한할
          수 있습니다. 이 경우 회사는 이로 인하여 회원이 입은 손해를 배상합니다.
          다만 회사에게 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.
          <br /> ⑦ 회사는 계약내용에 따라 서비스 이용이 제한 또는 내용이 변경될
          수 있으며, 대한민국 이외의 타 국가에서 서비스 접속 또는 이용이 제한될
          수 있습니다.
          <br /> ⑧ 회사는 서비스의 변경, 중지, 이용 제한으로 발생하는 문제에
          대해서는 어떠한 책임도 지지 않습니다
        </TermsText>
        <TermsSubTitle>
          제 15 조 (유료서비스 이용에 대한 승낙 제한))
        </TermsSubTitle>
        <TermsText>
          ① 회사는 다음 각 호의 경우에는 유료서비스 이용 승낙을 하지 않을 수
          있습니다. <br />
          (1) 타인 명의로 이용하고자 하는(명의도용 포함) 경우 <br />
          (2) 허위서류를 첨부한 경우 <br />
          (3) 기타 회원의 귀책사유로 인하여 승낙이 곤란한 경우
        </TermsText>
        <TermsSubTitle>제 16조 (제휴서비스)</TermsSubTitle>
        <TermsText>
          ① 회사는 회원에게 맞춤 서비스, 커뮤니케이션서비스, 멤버십카드, 콜
          센터를 통한 보험, 증권, 신용카드 등의 TM마케팅 서비스 등 다양한
          서비스를 제공할 목적으로 여러 분야의 전문 콘텐츠 사업자 혹은 비즈니스
          사업자와 함께 제휴 혹은 파트너쉽을 맺어 이용자에게 해당 서비스를 제공
          할 수 있습니다.
          <br />② 회사가 제휴 등을 통해 회원에게 골드 등을 제공하는 경우 해당
          골드는 환불 되지 않습니다.
          <br />③ 회사는 제휴사를 통해 제공되는 서비스를 회원이 이용할 수 있도록
          하기 위해 회원 가입 또는 결제 시 입력 받은 개인정보로부터 서비스
          이용에 필요한 이름, 주소, 휴대전화번호, e-mail 등과 같은 제한된 범위의
          개인정보를 제휴사와 공유 할 수 있습니다.
          <br />④ 회사는 제휴사와 개인정보를 제공, 공유할 경우 반드시 이용자의
          동의를 받아 필요한 최소한의 정보를 제휴사에게 제공, 공유하며 이때
          누구에게 어떤 목적으로 어떠한 정보(제휴사명, 제휴의 목적, 공유하는
          개인정보)를 공유하는지 명시 합니다.
          <br />⑤ 제휴사로의 개인정보 제공 및 공유에 대한 회원의 동의는 본 약관
          및 개인정보 처리방침에 대해 동의한 것으로 갈음합니다.
        </TermsText>
        <TermsSubTitle>제 17 조 (게시물 또는 내용물의 삭제)</TermsSubTitle>
        <TermsText>
          ①회사는 회원이 게시하거나 전달하는 서비스 내의 모든 내용물(회원간
          전달, 거래시도 포함)이 다음 각 호의 경우에 해당한다고 판단되는 경우
          사전통지 없이 삭제하거나 열람 제한 및 회원의 서비스 이용을 제한할 수
          있으며, 이에 대해 회사는 어떠한 책임도 지지 않습니다. <br />
          (1) 회사, 다른 회원 또는 제3자를 비방하거나 중상모략으로 명예를
          손상시키는 내용인 경우 <br />
          (2) 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등의
          유포에 해당하는 경우 <br />
          (3) 범죄적 행위에 결부된다고 인정되는 내용인 경우 <br />
          (4) 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
          <br />
          (5) 회사의 영업활동을 방해하거나 서비스를 통해 얻은 정보를 복제 또는
          유통을 시도한 경우 <br />
          (6) 서비스를 통해 얻은 정보를 복제, 유통, 상업적으로 이용한 경우
          <br />
          (7) 제2항 소정의 세부이용지침을 통하여 회사에서 규정한 게시기간을
          초과한 경우 <br />
          (8) 회사에서 제공하는 서비스와 관련 없는 내용인 경우 <br />
          (9) 허위 사실 또는 광고 내용을 포함하는 경우 <br />
          (10) 정보통신기기의 오작동을 일으킬 수 있는 악성코드나 데이터를
          포함하는 경우 <br />
          (11) 불필요하거나 승인되지 않은 광고, 판촉물을 게재하는 경우 <br />
          (12) 기타 관계 법령 및 회사의 지침 등에 위반된다고 판단되는 경우
          <br />② 회사는 게시물에 관련된 세부 이용지침을 별도로 정하여 시행할 수
          있으며, 회원은 그 지침에 따라 각 종 게시물(회원간 전달, 거래시도
          포함)을 등록하거나 삭제하여야 합니다.
          <br />③ 회원은 서비스를 탈퇴하는 경우 서비스 이용 도중 회원 본인이
          직접 작성한 일련의 게시물 (작성 등록한 컨텐츠)이 자동 삭제되지
          않으므로 삭제를 원하는 경우 탈퇴 이전에 삭제하여야 합니다.
          <br />④ 회사는 원활한 서비스 제공을 위하여 정기적 또는 비정기적으로
          과거의 게시물을 삭제할 수 있습니다.
        </TermsText>
        <TermsSubTitle>제 18 조 (유료서비스)</TermsSubTitle>
        <TermsText>
          서비스에서 제공하는 유료서비스 상품은 다음과 같이 정의합니다. <br />①
          프리미엄 서비스 “투자의달인” 일부 기능제한 해제 및 진단, 추천, 콘텐츠
          등의 일부 유료 서비스를 패키지로 구성하여 구독형으로 제공되는 서비스
          <br />② 달인 서비스 CP가 제공하는 투자정보 콘텐츠 서비스로서 각 종
          투자아이디어를 1:N의 방식을 통해 전달하는 개별구독 서비스 <br />③
          히든리포트 서비스 투자에 필요한 고품질 투자정보 리포트로 단품으로
          구매할 수 있는 정보 상품 <br />④ 주식Pick 서비스 단품으로 구매 가능한
          주식추천 상품 <br />⑤ 아카데미 서비스 CP가 제공하는 온∙오프라인
          투자교육 서비스로 그 종류로는 LIVE특강, VOD 강연 등의 단일 강연
          콘텐츠와 기간제 교육과정 등으로 제공
        </TermsText>
        <TermsSubTitle>제 19조 (서비스의 이용요금) </TermsSubTitle>
        <TermsText>
          ① 별도로 표시된 유료서비스를 제외한 모든 서비스는 회원들에게 무료로
          제공됩니다.
          <br />② 유료서비스의 이용요금 및 결제방식은 해당 서비스에 명시되어
          있는 별도의 규정에 따릅니다.
        </TermsText>
        <TermsSubTitle>제 20 조 (정보의 제공 및 광고의 게재)</TermsSubTitle>
        <TermsText>
          ① 회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 웹
          사이트 또는 모바일 어플리케이션에 게시하거나 SMS/LMS/MMS 메시지, 전화,
          모바일 어플리케이션 푸쉬 알림 등을 이용하여 회원에게 제공할 수
          있습니다. 다만, 회원은 관련 법령에 따른 거래관련 정보, 고객센터 답변
          등을 제외한 정보의 전송에 대하여 언제든지 전자우편, 전화, 앱 설정 등을
          통하여 수신거절의 의사표시를 할 수 있습니다. <br />② 회사는 본 서비스
          등을 유지하기 위하여 광고를 게재할 수 있으며, 회원은 서비스 이용 시
          노출되는 광고게재에 대하여 동의합니다. <br />③ 회사는 사전동의를 한
          회원에 한하여 이벤트, 뉴스레터, 금융 관련 정보 및 칼럼, 회사 또는
          제휴사의 상품소개 관련정보를 휴대폰 SMS/LMS/MMS, 모바일 어플리케이션
          푸쉬 알림 등을 통해 발송할 수 있습니다. <br />④ 제 2 항의 광고에
          회원이 참여하여 회사가 아닌 제3자와 교신 또는 거래를 함으로써 발생하는
          손실과 손해에 대해서 회사는 어떠한 책임도 부담하지 않습니다. <br />⑤
          회사는 상기 정보의 제공 및 광고의 게재와 관련해서는 정보를 회사에
          제공하는 플랫폼사업자, Google Play 등 앱스토어 사업자, 기타 제휴사의
          약관 및 회사의 약관에 준거하며 관련 법령 및 시행령의 규정을
          준수합니다.
        </TermsText>
        <TermsSubTitle>제 21조 (결제수단 등)</TermsSubTitle>
        <TermsText>
          <br /> ①회원이 결제를 위하여 이용할 수 있는 지불수단은 다음 각 호와
          같습니다. 회원이 지정한 특정 결제 수단으로 충전하는 경우 개별 결제
          수단을 제공하는 각 각의 서비스를 통해 충전할 수 있는 한도도 각 서비스
          제공사가 정하는 기준에 따르게 됩니다. 단, 회사의 사정에 따라 특정
          결제수단이 추가 되거나 서비스 제공이 중단될 수 있습니다.
          <br />
          (1) 신용카드
          <br />
          (2) 휴대폰
          <br />
          (3) 계좌이체
          <br />
          (4) 가상계좌
          <br />
          (5) 무통장입금: 회원 본인
          <br />
          (6) 구글 플레이 및 앱스토어 인앱 결제: 구글/ 애플 <br />② 회원은
          결제를 통하여 아래와 같은 행위를 하실 수 있습니다.
          <br />
          (1) 골드 충전
          <br />
          (2) 월 정기구독 서비스 등 골드로 구매할 수 없는 상품 구매 <br />③
          회사는 구매 당시 제공한 청구 정보를 기반으로 회원이 납부할 세금을
          청구할 수 있으며, 회원은 구매한 ‘유료서비스’의 요금과 이와 관련해
          발생하는 세금, 거래 수수료 등 기타 청구금액에 대하여 모두 부담할
          책임이 있습니다. 회원은 구매 당시 제시한 통화로 회사에 요금을
          지불하며, ‘회사’는 언제든지 적격 통화로 변경할 권리가 있습니다. <br />
          ④ 골드 충전, 상품 구매는 회사가 운영하는 서비스의 가입 회원에 한해
          이용 가능합니다. <br />⑤ 골드 충전은 다음 각 호의 해당하는 가격 순으로
          충전을 할 수 있으며, 정기구독 서비스 등의 경우 개별 구독 금액을
          결제하여 이용할 수 있습니다.
          <br />
          (1) 100G
          <br />
          (2) 300G
          <br />
          (3) 500G
          <br />
          (4) 1,000G
          <br />
          (5) 3,000G
          <br />
          (6) 5,000G
          <br />
          (7) 10,000G
          <br />
          (8) 30,000G <br />⑥ 구글 플레이 및 앱스토어 인앱 결제를 제외한 모든
          결제수단은 결제 시, 골드 충전금액 및 상품 금액에서 부가가치세 10%를
          합산한 금액으로 결제되며, 구글 플레이 및 앱스토어 인앱 결제인 경우 각
          스토어의 수수료 비율이 반영된 금액으로 결제됩니다. <br />⑦ 결제수단 중
          신용카드를 선택한 경우 다음 각 호에 따릅니다.
          <br />
          (1) 회원이 신용카드 결제를 통해 서비스 이용을 위해 결제할 수 있는
          한도는 신용카드 회사가 정한 신용카드 결제한도 기준에 따릅니다.
          <br />
          (2) 회원은 서비스의 이용요금을 회원의 해당 신용카드사의 요금 청구와
          납부 시스템에 의하여 납부를 하며, 서비스의 이용요금을 정상적으로
          납부하지 않은 경우 회사는 해당 회원의 서비스 이용을 제한할 수
          있습니다.
          <br />
          (3) 회원은 구매한 ‘유료서비스’에 대해 회원이 선택한 결제 방식으로
          회사가 청구하도록 승인하며, 회사가 정상적으로 결제를 받지 못한 경우
          회사는 ‘유료서비스’를 정상적으로 제공하기 위해 과거의 미납 금액과
          현재의 금액을 동시에 청구할 수 있습니다. <br />⑧ 결제수단 중 휴대폰
          결제를 선택한 경우 다음 각 호에 따릅니다.
          <br />
          (1) 회원이 휴대폰 결제를 통해 결제를 하는 경우 한도는 이동통신회사가
          정한 모바일(Mobile) 결제 서비스 기준에 따릅니다. <br />
          (2) 회사는 회원이 서비스 이용 중 필요가 있다고 인정되는 다양한 정보에
          대해서 e-mail(전자우편)이나 무선 문자 메시지 등의 방법으로 회원에게
          제공할 수 있으며, 회원은 원치 않을 경우 정보수신 거부를 할 수
          있습니다. <br />
          (3) 회원은 서비스의 이용요금을 해당 이동통신사의 요금 청구/납부
          시스템에 의하여 납부를 하며, 서비스의 이용 요금을 정상적으로 납부하지
          않은 경우 회사는 해당 회원의 서비스 이용을 제한할 수 있습니다. <br />⑨
          결제 수단 중 인앱 결제(앱스토어와 구글 플레이에서 제공하는 결제
          수단)를 이용하는 경우 금액에 대한 청구는 각각 애플 앱스토어와 구글
          플레이스토어에서 전적으로 관리하며, 회사는 앱스토어나 구글
          플레이로부터 신용 카드 정보 등 일체의 승인된 결제 정보를 제공받지
          않습니다. <br />⑩ 결제 시 사용되는 ID와 비밀번호 또는 연결된 SNS계정에
          대한 관리 책임은 회원에게 있으며 회원 본인의 관리 소홀/부정사용으로
          인한 노출 또는 도용 시 회원은 즉각적으로 비밀번호 변경과 같은 조치를
          취해야 하며, 결제 피해에 대한 책임은 회원 본인에게 있습니다. <br />⑪
          SNS 연동 로그인 및 애플 로그인을 통해 가입 및 결제한 경우, SNS 계정에
          대한 관리 책임은 회원에게 있으며, 해당 상태에서의 결제 정보는
          정상적으로 로그인이 되지 않으면 확인이 불가하니 반드시 연동 로그인 한
          SNS 및 애플 계정을 정상적으로 관리해야 합니다.
        </TermsText>
        <TermsSubTitle>
          제 22 조 (골드 이용계약 성립, 이용, 양도, 유효기간)
        </TermsSubTitle>
        <TermsText>
          ① 회원이 본 약관에 동의한다는 의사표시(동의함을 선택)를 하고 골드를
          충전함으로써 “‘투자의 달인’”이용에 관한 골드 이용계약이 성립됩니다.
          <br />② 회원은 골드 구매 시 결정한 결제수단을 통해 충전 요금을 회사에
          지불하여야 합니다.
          <br />③ 회사는 회원의 보유하고 있는 골드에 대한 금융이자 지급의무가
          없습니다.
          <br />④ 골드의 1G는 현금 100원과 같은 비율로 사용되며, 골드는 유료
          서비스 콘텐츠의 지불수단으로 사용이 가능합니다.
          <br />⑤ 골드는 회원이 운영하는 서비스 내의 각종 유료서비스를
          이용하거나 회원이 공급하는 디지털 콘텐츠를 구입할 때의 지불수단으로
          이용될 수 있습니다.
          <br />⑥ 단, 골드로 지불이 불가한 콘텐츠가 있을 수 있으며 이 경우 보유
          골드가 아닌 결제수단을 통해 직접 결제 후 이용 및 참여가 가능합니다.
          <br />⑦ 회원은 골드를 타인(아이디 기준)에게 양도하거나 타인으로부터
          양도 받을 수 없습니다.회원이 보유한 골드는 마지막 충전 또는 사용일을
          기준으로 5년간 보유, 사용할 수 있는 유효기간이 부여되며, 별도의 충전
          또는 사용 이력이 없을 경우 유효기간 5년 이후 소멸됩니다. 단, 소멸되기
          전 회사는 회원에게 약관에서 정한 방법 (전화, 문자, 이메일등)으로 고지
          합니다.
        </TermsText>
        <TermsSubTitle>제 23 조 (골드 이용의 제한)</TermsSubTitle>
        <TermsText>
          ①회원이 다음 각 호에 해당하는 경우에는 회사는 기간을 두어 골드 이용을
          제한할 수 있습니다.
          <br />
          (1) 다른 회원의 이용자 ID 또는 비밀번호를 부정하게 사용한 경우
          <br />
          (2) 금융실명거래 및 비밀보장에 관한 법률 등 금융거래 관련 법령을
          준수하지 않은 경우
          <br />
          (3) 골드 서비스를 이용하여 범죄행위를 하거나 범죄행위를 교사한 경우
          <br />
          (4) 타인의 결제수단 (신용카드, 유선전화, 핸드폰, 초고속통신망 등)을
          도용하였거나 부정한 행위로 사용한 경우
          <br />
          (5) 타인의 골드를 무단으로 사용한 경우
          <br />
          (6) 특정 개인 및 법인의 범죄 행위와 연관이 있는 것으로 판단 또는
          사료되는 경우
          <br />
          (7) 골드를 불법적인 현금 변통의 수단으로 사용하고 있다고 판단되는 경우
          <br />
          (8) 회원이 회사의 영업활동을 방해하거나 서비스를 통해 얻은 정보를 복제
          또는 유통을 시도한 경우
          <br />
          (9) 회원이 서비스를 통해 얻은 정보를 복제, 유통, 상업적으로 이용한
          경우
          <br />
          (10) 기타 관계법령의 위반시 <br />
          ②제1항 이외에 골드 이용과 관련하여 진실한 정보를 입력하지 않은 회원은
          법적인 보호를 받을 수 없으며, 골드 이용에 제한을 받을 수 있습니다.
          <br />③ 회사는 골드와 관련한 시스템 기타 관련 설비의 여유가 없는 경우
          또는 골드와 관련한 기술상의 지장이 있는 경우에는 회원에게 통지 후,
          그러한 사유가 해소될 때까지 골드 이용을 제한할 수 있습니다.
        </TermsText>
        <TermsSubTitle>제 24 조 (취소, 환불 등)</TermsSubTitle>
        <TermsText>
          ① 취소 및 환불은 “‘사이트’”에서 구매한 서비스 및 상품에 대해 사용
          이력이 없는 경우 결제일로부터 14일 이내 요청 건에 대하여 결제한 수단에
          대한 결제 취소 및 현금 환불이 가능합니다.
          <br />② 취소 및 환불은 결제한 수단에 대한 결제 건 취소를 원칙으로
          하며, 휴대폰 결제 이월 건 등 결제한 수단에 대한 결제 건 취소가
          부득이한 경우에만 현금 환불처리가 되며 이 경우 결제 시 발생된 환불
          수수료 및 송금 수수료가 공제된 금액으로 환불처리가 될 수 있습니다.
          <br />③ 사이트에서 구매한 서비스 상품에 대해 사용 이력이 있는 경우에도
          구매한 서비스 상품이 다음 각 호의 내용에 해당하는 경우 회원이 환불
          요청을 할 수 있습니다.
          <br />
          (1) 구매한 서비스 상품에 대한 이용이 불가한 경우(단, 서비스 안내를
          통해 서비스 상품 이용이 가능하도록 처리가 될 경우는 해당되지
          않습니다.)
          <br />
          (2) 구매한 서비스 상품이 이미 존재하는 저작권 보호 콘텐츠의 내용을
          무단 도용한 부분으로 확인되는 경우 <br />
          ○4쿠폰에 대한 취소 및 환불은 다음 각 호의 내용에 따라 적용됩니다.
          <br />
          (1) 회원가입 쿠폰 등 회사에서 제공하는 리워드 성 쿠폰에 대한 환불은
          가능하지 않습니다. <br />
          (2) 제휴서비스를 통해 발행된 쿠폰에 대한 환불은 가능하지 않습니다.
          또한 쿠폰을 사용하여 콘텐츠를 구독한 경우 쿠폰 사용 금액을 제외한
          나머지 골드 사용 분에 대해 사용 일수 기준 일할 계산된 골드를 공제한
          차액만 서비스 골드로 환불처리 됩니다. <br />
          (3) 골드로 직접 변환한 일부 이벤트 성 쿠폰에 대해서는 환불 요청 시,
          골드와 동일하게 환불처리가 가능합니다. <br />
          ○5 사이트에서 골드로 구매한 서비스 상품에 대한 환불은 회원 탈퇴가 아닌
          경우 사이트 골드의 재 충전을 원칙으로 합니다. 단, 다음 각 호의 내용에
          해당되는 경우 고객이 지정하는 방법으로 환불을 받으실 수 있습니다.
          <br />
          (1) 골드를 사용할 수 있는 서비스가 전무하여 그에 대한 책임이 전적으로
          회사에 있는 경우. 다만, 서비스 점검이 불가피한 경우 및 사전에 공지한
          경우로서 회사의 고의, 과실이 없는 경우 등은 제외됩니다. <br />
          (2) 해외이민, 사망, 변경된 약관에 동의하지 않는 이유 및 기타 불가피한
          사유로 이용계약을 해지하거나, 사용하지 못하게 된 경우 환불 요청이
          가능합니다. <br />
          (3) 결제 수단을 이용하여 충전을 하였으나 골드가 충전되지 않고 결제내역
          취소가 안되어 환불을 요청하는 경우 <br />
          (4) 사용하지 않은 골드가 남아 있는 상태에서 “‘투자의 달인
          서비스”회원탈퇴를 하는 경우 <br />
          (5) 기타 소비자 보호를 위해 회사에서 따로 정하는 경우 <br />
          ○6 휴대폰을 이용하여 결제한 금액의 환불은 다음 각 호의 요청에 응해야
          하며 그렇지 않을 때는 지급이 보류될 수 있습니다. <br />
          (1) 해당 금액을 납부한 사실을 증빙할 수 있는 서류 또는 영수증
          사본(자동이체의 경우 해당 결제 항목이 기입된 통장 페이지의 사본으로
          대치) <br />
          (2) 결제한 휴대폰 가입자 본인임을 확인하기 위한 신분증 발급일자 및
          신분 증명이 가능한 서류 사본 <br />
          <br />
          ○7현금 환불의 경우 환불 금액은 결제 수단 별 납부자 명의의 계좌로만
          지급이 가능합니다. <br />
          ○8 사이트가 제공한 결제수단을 이용하여 결제한 골드의 환불을 요청 시
          결제승인(매입)취소가 가능할 경우 결제승인(매입)취소로 환불을 대신함을
          원칙으로 하며, 매입 취소 후 환불 신청 잔여액에 대해서만 환불 수수료 및
          송금 수수료를 공제 후 지급합니다. 단, 매입 취소 후 잔여액이 제12항에서
          규정한 수수료보다 미만인 경우 환불이 불가능합니다. <br />
          ○9골드 충전 후 사용 이력이 있는 충전 골드의 경우 결제 승인(매입)취소가
          가능하지 않으며, 환불 수수료 및 송금수수료를 공제 후 지급됩니다.
          <br />
          ○10 환불 수수료는 회원이 제 3자에게 지급하는 결제 수수료 등을 합한
          최소금액으로 환불 대상인 사이트 골드 금액의 최대 10% 또는 1,000원 중
          큰 금액을 말하며, 환불 수수료를 공제한 금액만큼 환불 처리합니다.
          <br />
          ○11타인의 결제 정보를 이용하여 골드를 사용하고 남은 잔액에 대해서 환불
          신청한 것으로 판단 되는 경우 회사는 환불금 지급을 보류할 수 있으며, 이
          경우 회원은 자신의 결제 정보임을 증명할 수 있는 확인절차가 완료된 후
          지급받을 수 있습니다. <br />
          ○12회사는 관계법령 의거하여 범죄의 수단으로 판단 또는 사료되는 환불인
          경우에는 환불 지급을 보류할 수 있습니다.
        </TermsText>
        <TermsTitle>제 5 장 계약 당사자의 의무</TermsTitle>
        <TermsSubTitle>제 25 조 (회사의 의무)</TermsSubTitle>
        <TermsText>
          1. 회사는 본 약관 및 관련 법령에서 금지하는 행위 및 미풍양속에 반하는
          행위를 하지 않으며, 계속적이고 안정적인 서비스의 제공을 위하여 최선을
          다하여 노력합니다. <br /> 2. 회사는 회원이 안전하게 서비스를 이용할 수
          있도록 신용정보를 포함한 일체의 개인정보 보호를 위한 보안시스템을
          갖추어야 하며 개인정보 처리방침을 공시하고 준수합니다. <br /> 3.
          회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로
          인정될 경우에는 합리적인 기간 내에 신속하게 처리하여야 합니다. 다만,
          처리에 장기간이 소요되는 경우 회원에게 게시판 또는 전자우편 등을
          통하여 지체 사유를 안내하고 처리과정 및 처리 결과를 전달합니다. <br />
          4. 회사는 이용계약의 체결, 계약사항의 변경 및 해지 등 회원과의
          계약관련 절차 및 내용 등에 있어 회원에게 편의를 제공하도록 노력합니다.
          <br />
          5.회사가 유료서비스를 제공하는 경우, 회사는 다음의 사항을 해당
          서비스의 이용 초기화면이나 FAQ 화면 등에 회원이 알기 쉽게 표시합니다.
          <br />
          - 유료서비스의 명칭 또는 제호 <br />
          - 유료서비스의 내용, 이용방법, 이용료, 결제방법 기타 이용조건 <br />-
          이용가능 기기 및 이용에 필요한 최소한의 기술사양
        </TermsText>
        <TermsSubTitle>제 26 조 (회원의 의무)</TermsSubTitle>
        <TermsText>
          ①회원은 회사에서 제공하는 서비스를 본래의 이용 목적 이외의 용도로
          사용하거나 다음 각 호에 해당하는 행위를 하여서는 아니되며, 위반시
          이용계약의 해지, 손해배상 및 관계법령에 의거하여 처벌받을 수 있습니다.
          <br />
          1. 가입신청 또는 정보변경을 목적으로 회사에 개인정보 등록 시 실명이
          아닌 정보 또는 다른 사람의 정보를 사용하거나 허위 사실을 기재하는 행위
          <br />
          2. 타인으로 가장하거나 금융회사 등에서 제공하지 않은 조작된
          SMS/LMS/MMS 정보를 이용하여 서비스의 분석 시스템에 혼란을 주거나, 다른
          회원의 계정 및 비밀번호를 도용, 부정하게 사용하거나, 타인의 신용카드,
          전화번호 등을 무단으로 도용하여 유료 콘텐츠 등을 구매하는 행위 <br />
          3. 회사가 제공하지 않는 서비스를 회사의 서비스에 이용하거나, 회사가
          제공하는 서비스를 다른 서비스에 제공 또는 가능하게 하는 행위
          <br />
          4. 회사의 서비스 및 제공된 어플리케이션을 이용하여 얻은 정보를 회사의
          사전 승낙 없이 복제, 유통, 조장하거나 상업적으로 이용, 알려지거나
          알려지지 않은 버그를 악용하여 서비스를 이용하는 행위 <br />
          5. 회사의 서비스 및 제공된 어플리케이션을 이용하여 자기 또는 타인에게
          재산상의 이익을 발생시키는 행위 <br />
          6. 회사 및 제3자의 명예를 훼손하거나 업무를 방해하거나 회사 및
          제3자에게 손해를 가하는 행위 <br />
          7. 회사의 지적재산권, 제 3 자의 지적재산권, 초상권 등 기타 권리를
          침해하거나 회사의 승인을 받지 않고 다른 회원의 개인정보를 수집, 저장,
          유포, 게시하는 행위 제 <br />
          8. 3 자를 기망하여 이득을 취하거나 회사가 제공하는 서비스를 불건전하게
          이용하거나 하여 제3자에게 피해를 주는 행위 <br />
          9. 관련 법령에 의하여 전송 또는 게시가 금지되는 정보 또는 컴퓨터
          소프트웨어, 하드웨어, 전기통신장비의 정상적인 가동을 방해, 파괴할
          목적으로 고안된 소프트웨어 바이러스 기타 다른 컴퓨터 코드, 파일,
          프로그램을 포함하고 있는 자료를 전송, 게시, 유포, 사용하는 행위
          <br />
          10. 회사로부터 특별한 권리를 부여받지 않고 어플리케이션을 변경하거나
          어플리케이션에 다른 프로그램을 추가 또는 삽입하거나 서버를 해킹,
          역설계, 소스코드나 어플리케이션 데이터의 유출 및 변경, 별도의 서버를
          구축하거나 웹 사이트의 일부분을 임의로 변경 또는 도용하여 회사를
          사칭하는 행위 <br />
          11. 회사의 직원이나 운영자를 가장, 사칭하거나 또는 타인의 명의를
          도용하여 정보를 등록하거나 글을 게시하거나 메일을 발송하는 행위 <br />
          12. 회사의 동의 없이 영리, 영업, 광고, 정치활동, 불법선거운동 등을
          목적으로 서비스를 이용하는 행위 <br />
          13. 타 공공질서 및 미풍양속을 위반하거나 회사의 서비스에 악영향을 끼칠
          수 있는 불법적, 부당한 행위 및 법령에 위배되는 행위 <br />② 회원은
          회사 홈페이지 상의 공지사항 및 이용약관의 수정사항 등을 확인하고 이를
          준수할 의무가 있으며 기타 회사의 업무에 방해되는 행위를 하여서는 안
          됩니다. <br /> ③회원의 계정에 관한 관리 책임은 회원에게 있으며, 이를
          제 3 자가 이용하도록 하여서는 안 됩니다. <br /> ④회사는 제 1 항, 제 2
          항 및 다음 각 호의 어느 하나에 해당하는 행위의 구체적인 유형을 운영
          정책에서 정할 수 있으며, 회원은 이를 준수할 의무가 있습니다. <br />
          1. 회원의 닉네임에 대한 제한 <br />
          2. 회원의 본인인증 방식에 대한 제한 <br />
          3. 회원 본인 및 타인 계정의 등록에 대한 제한
          <br />
          4. 기타 회원의 서비스 이용에 대한 본질적인 권리를 침해하지 않는 범위
          내에서 회사가 운영상 필요하다고 인정되는 사항
        </TermsText>
        <TermsSubTitle>제 27 조 (제3자의 지적재산권)</TermsSubTitle>
        <TermsText>
          ① 회사와 회원은 제3자의 지적재산권을 존중하며, 회사는 권리자의 요청이
          없더라도 언제든지 제3자의 지적재산권을 침해하는 회원과의 거래 및
          이용계약을 해지할 수 있습니다.
          <br />② 회사는 회원이 제출하고, 등록한 컨텐츠가 제3자의 저작권을
          침해했다는 내용으로 저작권자 본인으로부터 통지 받는 경우, 저작권법 및
          관련 법령에 따라 해당 컨텐츠를 사이트에서 접근금지 처리하거나 삭제
          처리할 수 있습니다.
          <br />③ 자신의 저작권이 침해되었다고 믿는 당사자 혹은 법적대리인의
          경우, 다음 정보를 포함하는 서면 통지를 작성하여 회사에 제공하여야
          합니다
          <br />
          (1) 저작권 소유자 또는 법적 대리인의 전자 서명 혹은 실질 서명
          <br />
          (2) 침해를 주장하는 컨텐츠
          <br />
          (3) 침해를 주장하는 컨텐츠가 게시 혹은 사용된 사이트 위치에 대한
          상세한 기술
          <br />
          (4) 저작권 소유자 또는 그 법적 대리인의 주소, 전화번호 및 이메일 주소
          <br />
          (5) 침해를 주장하는 서면 통지 상의 모든 정보가 사실과 부합하며,
          위증으로 판명될 경우 법적 책임을 지겠다는 저작권 소유자 또는 법적
          대리인의 진술
        </TermsText>
        <TermsSubTitle>
          제 28 조 (플랫폼 서비스 공급자의 책임제한)
        </TermsSubTitle>
        <TermsText>
          ‘투자의 달인’의 서비스에서 회사는 효율적인 서비스를 위한 시스템 운영
          및 관리 책임만을 부담하고 회사가 제공하는 시스템을 통하여 이루어지는
          회원(CP 및 회원)간의 거래와 관련하여 구매회사 또는 판매의사의 존부 및
          진정성, 콘텐츠의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한
          비침해성 등 일체에 대하여 보증하지 아니하며 이와 관련한 일체의 위험과
          책임은 해당 컨텐츠를 등록한 회원(CP)이 전적으로 부담합니다. 또한
          회원(CP)이 등록한 컨텐츠 거래와 관련하여 회원을 대리하지 아니하고,
          해당 컨텐츠를 등록한 회원(CP)이 거래에 대한 직접적인 책임을
          부담합니다.
        </TermsText>
        <TermsSubTitle>제 29 조 (권리의 귀속)</TermsSubTitle>
        <TermsText>
          1. 서비스 및 서비스 내 회사가 제작한 콘텐츠 및 이에 부속한 콘텐츠 등에
          대한 저작권 기타 지적재산권은 회사에 귀속됩니다. 단 제휴계약에 따라
          제공된 저작물 등은 제외합니다 <br />
          2. 회사는 회사가 정한 이용조건에 따라 서비스와 관련하여 회원에게
          컨텐츠 및 게시물 등을 이용할 수 있는 이용권만을 부여하며, 회원은 이를
          양도, 판매, 담보 제공하는 등 일체의 처분행위를 할 수 없습니다.
        </TermsText>
        <TermsTitle>제 6 장 손해배상 등</TermsTitle>
        <TermsSubTitle>제30조 (과오금)</TermsSubTitle>
        <TermsText>
          ① 회사는 과오금이 발생한 경우 이용대금의 결제와 동일한 방법으로 과오금
          전액을 환불하여야 하며 동일한 방법으로 환불이 불가능할 때에는 이를
          사전에 고지하여야 합니다.
          <br />② 회사의 과실로 과오금이 발생한 경우 회사는 환불수수료 등에
          관계없이 과오금 전액을 환불합니다. 다만, 회원의 과실로 과오금이 발생한
          경우, 회사가 과오금을 환불하는데 소요되는 비용은 합리적인 범위 내에서
          회원이 부담하여야 합니다.
          <br />③ 회사는 회원이 주장하는 과오금에 대해 환불을 거부할 경우에
          정당하게 이용대금이 부과되었음을 입증할 책임을 집니다.
          <br />④ 회사는 과오금의 환불절차를 디지털콘텐츠 이용자 보호지침에 따라
          처리합니다.
        </TermsText>
        <TermsSubTitle>제 31 조 (손해배상)</TermsSubTitle>
        <TermsText>
          ① 회사가 제공하는 서비스의 하자 등에 의하여 회원에게 피해가 발생한
          경우, 회사는 회원에 대하여 손해를 배상하여야 합니다.
          <br />② 회원이 이 약관의 의무를 위반함으로 인하여 회사에 손해를 입힌
          경우 또는 회원이 서비스의 이용과 관련하여 회사에 손해를 입힌 경우
          회원은 회사에 대하여 손해를 배상하여야 합니다.
          <br />③ 회원이 서비스를 이용함에 있어 행한 불법행위 또는 본 약관을
          위반한 행위로 회사가 당해 회원 외의 제 3 자로부터 손해배상청구 또는
          소송 등 각종 이의제기를 받는 경우 당해 회원은 자신의 책임과 비용으로
          회사를 면책시켜야 하며, 회사가 면책되지 못한 경우(관련 법령에 따라
          책임에 대한 제한이나 면제가 허용되지 않는 경우 등) 당해 회원은 그로
          인하여 회사에 발생한 모든 손해를 배상할 책임이 있습니다.
        </TermsText>
        <TermsSubTitle>제 32 조 (책임의 한계)</TermsSubTitle>
        <TermsText>
          ① 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할
          수 없는 경우에는 서비스 제공에 관한 책임을 부담하지 않습니다.
          <br />② 회사는 회원의 귀책사유로 인한 서비스 중지 또는 이용의 장애에
          대하여는 책임을 지지 아니하며, 기간통신사업자가 전기통신서비스를
          중지하거나 정상적으로 제공하지 아니하여 회원에게 손해가 발생한
          경우에는 책임을 부담하지 않습니다.
          <br />③ 회사는 회원이 작성하는 등의 방법으로 서비스에 게재된 정보,
          자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 부담하지
          않습니다.
          <br />④ 회사는 회원 간 또는 회원과 제 3 자 상호간에 서비스를 매개로
          하여 거래 등을 한 경우에는 어떠한 책임도 부담하지 아니하며, 회원이
          기대하는 이익에 관하여 책임을 부담하지 않습니다.
          <br />⑤ 회사는 제 3 자로부터 제공받은 정보, 자료, 사실의 신뢰도,
          정확성 등의 내용에 관하여는 책임을 부담하지 않으며, 서비스를 이용하여
          회원이 기대하는 손익이나 서비스를 통하여 얻은 자료로 인한 손해에
          관하여 책임을 지지 않습니다.
          <br />⑥ 회사는 무료로 제공되는 서비스 이용과 관련하여 관련법령에
          특별한 규정이 없는 한 책임을 지지 않습니다.
        </TermsText>
        <TermsSubTitle>제 33 조 (준거법 및 재판관할)</TermsSubTitle>
        <TermsText>
          ① 회사와 회원 간에 제기된 소송은 대한민국법을 준거법으로 합니다.
          <br />② 회사와 회원 간 발생한 분쟁의 관할법원은 서울남부지방법원으로
          한다.
        </TermsText>
        <TermsSubTitle>제 34 조 (회사의 연락처)</TermsSubTitle>
        <TermsText>
          회사의 상호 및 주소 등은 다음과 같습니다.
          <br />
          ① 상호 : 주식회사 이노핀
          <br />② 대표자 : 손상현, 이승엽
          <br />③ 주소 : 서울시 영등포구 의사당대로 83 서울 핀테크랩 19층
          (한국휴렛패커드 빌딩) (주)이노핀
          <br />④ 대표전화 : 1811-6375
          <br />⑤ 이메일 주소 : support@innofin.co.kr
        </TermsText>
        <TermsSubTitle>(부칙)</TermsSubTitle>
        <TermsText>
          ① 본 약관은 2022. 2. 3 부터 시행합니다.
          <br />② 공고일자 : 2022. 1.20
          <br />③ 시행일자 : 2021. 2. 3
        </TermsText>
      </TermsBody>
    </TermsWrapper>
  );
};

export default ServiceContainer;
